{
    "template": "11",
    "data": {
        "true_id": "JR002928436R90250002000",
        "name": "周莉娜",
        "city": "西安",
        "residence": "西安",
        "sex": "女",
        "birth_year": 1980,
        "marriage": "已婚",
        "work_year": "",
        "phone": "18629609633",
        "email": "yoyo_shamash@163.com",
        "update_time": 1439136000,
        "target_city": "西安、北京",
        "target_salary": "不显示职位月薪范围",
        "work_status": "我目前在职，正考虑换个新环境（如有合适的工作机会，到岗时间一个月左右）",
        "target_position": "销售总监、区域销售总监",
        "target_industry": "计算机硬件、IT服务(系统/数据/维护)、电气/电力/水利、计算机软件、仪器仪表及工业自动化、通信/电信/网络设备",
        "self_str": ".Objectives:#br##br#Seek a challenging and management position#br##br#",
        "career": [
            {
                "start_time": 1385827200,
                "end_time": 2147483647,
                "company": "三星（中国）投资有限公司",
                "nature": "外商独资",
                "industry": "通信/电信/网络设备",
                "position": "Senior Manager",
                "size": "10000人以上",
                "duty": "#br#Sustain 335% business revenue growth from 2013 to 2014,#br#160% overachieved 2015 1H Quota,#br#2015 sales quota: 70M USD, 1H Quota: 34M USD, 2H: 36M USD，#br#Lead 2 regional teams, 21 team members.#br##br#Take full responsibility for all commercial product sales and improving market share.#br##br#主要产品群：监控设备和大型商用显示设备， 楼宇中央空调系统和独立空调系统，智能楼宇系统集成解决方案，个人电脑与打印成像系统移动应用方案，MPS方案，医疗设备解决方案.#br##br#覆盖主要行业为：制造业，机场能源交通行业，建筑研究设计院和业主方，重点建筑工程施工单位，酒店地产行业，酒店地产设备协会，政府教育和医疗卫生，军队医院后勤，电信，金融银行，物流业等.#br##br#成功客户：大唐电力集团，中广核集团，南方电网，中交第二公路工程局有限公司，深圳高速公路有限公司，天狮集团，平安集团，太平集团，顺丰速运集团，华为技术有限公司，中兴通讯股份有限公司，招商银行，广发银行，农业银行，深圳证券交易所，南方航空，深圳航空，深圳机场，沃尔玛，比亚迪，香格里拉亚太管理公司，万豪集团中国公司，碧桂园等.#br##br#主要成功项目：大唐电力终端信息安全集成项目，中广核集团终端信息安全集成项目，南方电网下属地市局61局系统采购及数据中心统购项目，中交二工局珠港澳大桥商用显示设备项目，深圳高速公路有限公司监控设备项目，天狮集团数据集成统购项目，平安集团数据安全集成项目，平安集团健康项目，平安集团勘察项目，签订三星和平安集团战略合作协议，太平集团打印机系统项目及终端业务员移动办公项目，顺丰速运全国监控系统，全国打印系统。签订三星和顺丰集团双向战略合作协议，华为智侦系统项目，中兴生产资料项目，招商银行全国信息安全项目，招商银行全国移动支付项目，招商银行电视供应商，签订三星和招商银行战略合作协议，广发银行移动终端项目，农业银行全国移动数据打印及机房空调项目，沃尔玛中国区打印机综合外包项目，万豪集团楼宇中央空调系统及商用电视项目，香格里拉亚太管理公司智能楼宇项目，碧桂园地产酒店电视供应商及空调系统项目等.#br##br#团队精神培养和业务模式调整：#br#建立团队可持续稳定的业绩提升管理机制， 危机意识管理，进攻型销售氛围，培养团队互相竞争文化，销售人员最终用户拜访和控标订单管理.#br##br#创建三角形业务管理模式达到合作伙伴公司和客户多赢局面：#br##br#建立中大型商机Funnel管理机制， 重点行业pipeline 大型订单亲自跟进，销售团队业绩Daily review.#br##br#调动协调公司内部不同部门资源达成销售目标，快速提高Sales productivity，Sales loading，管理Sales behavior,周客户拜访10个最终用户.#br##br#成功创建行业灯塔大型订单.#br##br#提高和实现单一客户多产品销售比例达到32%以上，成为大中国区成长和达成最优秀团队.#br##br#建立区域型和全国型合作伙伴体系，做到点对点项目跟踪，搭建从立项到项目实施的全时跟进，构建行业客户与公司的战略合作签署MOU.#br##br##br#运用SCM监控及管理项目订单，控制风险及成本：#br#建立销售12周业务预测，4周订单风险预测，对风险订单亲自跟进，最大限度调动公司内外资源解决问题，提高销售及整个团队监控管理项目的能力."
            },
            {
                "start_time": 1275321600,
                "end_time": 1385827200,
                "company": "惠普",
                "duty": "#br#Key business relationship customers:#br##br#西北五省（陕西，新疆，甘肃，青海，宁夏）财政厅，卫生厅，教育厅，公检法系统，国税局，工商局，安全厅，发改委，人力资源及社会保障局，能源局，电力设计院，煤炭院，市政，热力公司#br#大唐电力集团西北五省各分公司及下属火电厂，陕煤化集团及下属各分公司和煤炭公司，延长石油集团，陕西有色金属控股集团，陕西汽车控股集团，新疆能源集团，新疆中泰集团，新疆新能源集团，国家电网下属西北5个分公司，新疆第一工业设计院#br#陕西省军区，兰空，新疆建设兵团等#br##br#Take full responsibility for public sector P&L. Lead 18 sles forces to achieve 55M revenue quota. Increased business market share from 11% to 46%.#br##br#Strengthen group business with 54% YoY growth.#br#Balance internal resources and carry forward team work spirit.#br#Reorganize and build a strong sales team and management team to expand large customer business quickly.#br##br#Draw up annual sales plan, achievement target, marketing plan, deliver new product to market.#br#Set up industry target and strategy. Guide team to know how much revenue we need to grow.#br#Drive team to catch revenue account and margin account base on different industry and region.#br#Create a regional platform of government specialist to control business bidding.#br##br#Get a good alignment with provincial government and management commission like State Development commission and Provincial and urban GPC, CCGP, State Aviation, Transportation ministry, Public Security, China Human Resource Ministry. China Aviation Administration of China, National Development and Reform Commission, Xin Jiang Environmental Protection Bureau, Shaanxi Provincial Department of Land Resources , Gansu Public Security Department and so on.#br#Manage large deal to improve win rate and train team to find out the win chance. For Example: Provincial Government Center, Public Security Bureau, Education Bureau, Health Care Bureau…#br##br#Build industry key account solution partner to expand our business coverage.#br#Help local sales to call High level to stabilize business relationship. Also make sure all sales team will cover L1 to L5 city level customers. Visit the end user to get the yearly budget, buying power, Annual bidding time and request. Work out partner management rule and implement it, work with team to execute the awards and promotion program for faithful partner together.#br#Establish a triangular form business model to achieve profit share and continued business.#br#Get align with internal team &external partners like china digital/Intel/Microsoft/AMD to win OEM projects.",
                "nature": "外商独资",
                "industry": "计算机硬件",
                "position": "NorthWest Regional Sales Manager",
                "size": "10000人以上"
            },
            {
                "start_time": 1159632000,
                "end_time": 1275321600,
                "company": "联想集团",
                "duty": "#br#Enhanced annual business revenue growth about 140% from FY2006 to FY2010,#br#FY2010 achieved total revenue about $160m.#br#Leading 25 team members, including 15 inside-sales and 10 field sales in total#br##br#Manage sales and operation team to achieve sales revenue and margin quota. Teach team understanding the marketing event and promotion concept. Solve issues and customer major complains; solve the different internal problems. Manage relationship with distributors and resellers. Develop some key resellers’ business in china mainland region. Coach team to understand company’s internal resource such as: supply chain, Support team, product team, Finance team etc.#br##br#In charge of overall responsibility for the accomplishment of the annual sales target set by the Company and draw up the detailed sales and marketing plans and measures for the team so as to achieve the best performance at the best operating costs#br##br#Developing new sales method including online distributor such as JD online, China Merchants Bank credit card center online, Guangdong Development Bank and etc. During the business with JD online, achieved ~5k units per month in FY2010, about 2times ahead of other competitor such as HP/DELL. And created new business relationship with major credit card banks for installment payment solutions.#br##br#Analyze the competitors’ marketing activities and predict their business movements so that to lead sales team working out appropriate strategies, and keep tracking whole process to ensure our sales team to take advantage to matching toward success.#br##br#Build relationships with high level customers and introduce our product solution and service program. Base on the good relationship with customer management members; let them know the benefits if they buy our solution or outscore the hardware, IT, helpdesk and call center and Delivery process etc.#br#",
                "nature": "合资",
                "industry": "计算机硬件",
                "position": "Sales Manager (京津冀地区)",
                "size": "10000人以上"
            },
            {
                "start_time": 1056988800,
                "end_time": 1117555200,
                "company": "IBM China",
                "duty": "#br#Over-achieved sales target from2003~2005 with average 5M$ per year, winning the ‘top sales award’ in 2004.#br##br#Responsible for top 10 account plan and implementation such as Beijing Taxation Bureau , Beijing Industry and Commerce Administration Bureau and ect.#br##br#Develop the laptop resellers.",
                "nature": "外商独资",
                "industry": "计算机硬件",
                "position": "Account Manager",
                "size": "10000人以上"
            }
        ],
        "education": [
            {
                "start_time": 1122825600,
                "end_time": 1154361600,
                "school": "University College London (UCL)",
                "major": "市场营销",
                "degree": "硕士"
            },
            {
                "start_time": 936115200,
                "end_time": 1056988800,
                "school": "空军工程大学",
                "major": "英语",
                "degree": "本科"
            }
        ]
    }
}