{
    "template": "11",
    "data": {
        "target_position": "高级软件工程师",
        "update_time": 1435075200,
        "true_id": "JR231059870R90250004000",
        "name": "赵孝涛",
        "phone": "18612189165",
        "city": "北京",
        "residence": "菏泽",
        "ID": "372901198612221857",
        "email": "zhaotao_king@163.com",
        "sex": "男",
        "birth_year": 1986,
        "marriage": "未婚",
        "work_year": "",
        "target_city": "北京",
        "target_salary": "15000-25000元/月",
        "work_status": "我目前在职，正考虑换个新环境（如有合适的工作机会，到岗时间一个月左右）",
        "target_industry": "计算机软件、互联网/电子商务、IT服务(系统/数据/维护)",
        "self_str": "① 6年+工作经验，2年+研发经理经验#br#② 对软件开发具有浓厚的兴趣，工作之余经常钻研技术，关注IT技术的发展趋势。#br#③ 对业务需求分析比较透彻，注重用户体验。#br#④ 对大数据、高并发、分布式技术、性能优化有浓厚的兴趣。#br#⑤ 任职过的单位都曾获得优秀员工奖。",
        "career": [
            {
                "start_time": 1330531200,
                "end_time": 2147483647,
                "company": "深圳市龙图软件有限公司",
                "salary": "15000-25000元/月",
                "position": "研发经理",
                "nature": "民营",
                "industry": "计算机软件",
                "size": "500-999人",
                "duty": "目前担任研发经理职务#br#① 团队建设#br#② 新产品需求、设计及团队研发#br#③ 已有产品的维护#br#④ 主要负责产品包括财政部单位财务核算系统、总会计系统、安徽总会计系统、账务管理系统、固定资产系统等"
            },
            {
                "start_time": 1251734400,
                "end_time": 1330531200,
                "company": "北京艾迪互动科技有限公司",
                "duty": "①负责项目的分析、设计、开发；#br#②负责所承担项目的日常管理工作；#br#③负责技术团队的建设和培养；#br#④配合公司完成项目投标/申报；#br#⑤制定技术部管理制度/规范。",
                "salary": "10001-15000元/月",
                "position": "技术经理",
                "department": "Java技术部",
                "nature": "民营",
                "industry": "IT服务(系统/数据/维护)",
                "size": "20-99人"
            }
        ],
        "projects": [
            {
                "start_time": 1383235200,
                "end_time": 2147483647,
                "name": "财政单位财务核算系统",
                "duty": "1.调研用户需求，整理需求文档；2. 确认项目范围、周期及需要开发的功能模块，成立研发小组，细化工作，指定详细开发计划，绘制甘特图等；3. 编写软件概要设计文档、数据库设计文档、软件详细设计文档，及接口文档；4. 团队成员工作任务安排、系统核心模块开发；5. 同时把握开发进度、软件质量、协调外部资源，解决开发过程中出现的其他问题"
            },
            {
                "start_time": 1351699200,
                "end_time": 1380556800,
                "name": "总会计系统",
                "duty": "1. 调研用户需求，整理需求文档；2. 确认项目范围、周期及需要开发的功能模块，成立研发小组，细化工作，指定详细开发计划，绘制甘特图等；3. 编写软件概要设计文档、数据库设计文档、软件详细设计文档，及接口文档（主要与中国人民银行及财政代理银行，实现无纸化操作）；4. 分配成员研发任务、负责软件核心模块开发，同时把握开发进度、软件质量、协调外部资源，解决开发过程中出现的其他问题。",
                "description": "基于财政部金财工程应用支撑平台开发，总会计系统主要运用于各级财政局，完成各级财政收支的记账及出报表工作，该产品是公司2013年安徽全省推广产品，目前系统在安徽省财政厅、亳州市财政局、黄山市财政局、宿州市财政局成功上线，其他地区也在推广过程中。"
            },
            {
                "start_time": 1330531200,
                "end_time": 1349020800,
                "name": "一体化账务产品维护",
                "duty": "1.根据代码和相关文档熟悉账务业务2.根据需求编写设计文档，并且编码3.产品日常BUG处理",
                "description": "龙图一体化财务系统，该系统采用ORACLE 10g数据库，可满足预算编制、预算执行、收入管理、账务管理、监控分析等财政业务需求，全面覆盖财政资金范围，支撑财政资金运行的全过程管理，能够从多角度反映一级或多级财政的收支状况，平台建设以预算管理为源头，以国库收支管理为主线，以财政决算和查询分析为闭环回路结点的财政管理一体化信息系统"
            },
            {
                "start_time": 1322668800,
                "end_time": 1330531200,
                "name": "旅游电子商务平台",
                "description": ""
            },
            {
                "start_time": 1309449600,
                "end_time": 1320076800,
                "name": "贵州移动平台",
                "description": ""
            },
            {
                "start_time": 1304179200,
                "end_time": 1309449600,
                "name": "旅游诚信监控系统",
                "description": ""
            },
            {
                "start_time": 1288540800,
                "end_time": 1304179200,
                "name": "旅游信息服务系统（国家863目的地营销系统）",
                "duty": "负责项目的前期设计包括需求分析、概要设计、详细设计。",
                "description": "系统根据国家旅游局信息中心规划，建立一个公共的电子商务平台和信息服务平台。采用数据挖掘技术对旅游产品进行聚类分析和关联规则的挖掘，发现旅游热点、供求关系和旅游市场的变化及消费趋势。中国旅游目的地营销系统平台是一个以互联网为基础设施，结合网络、数据库和多媒体技术的公共的电子商务平台和信息服务平台。它不但为旅游目的地营销系统和其它旅游电子商务系统提供了整体的运行环境和和完善的功能服务，而且为这些系统之间的数据交换、功能扩展和商务运营等活动提供全面的系统级支持。平台还将提供对各类开发语言和开发环境的支持，并提供一套开放的应用编程接口（API）和标准的解决方案以实现运行于平台之上的各类应用系统的快速开发。系统由10个子系统和1个旅游展示网站（网站数据通过接口调取）组成。子系统主要包括：目的地管理子系统、旅游局信息管理子系统、旅游企业信息管理子系统、网络营销管理子系统、短彩接口子系统、旅游投诉管理子系统、旅游市场调查子系统、旅游黄页子系统、网络广告管理子系统、电子地图子系统。使用的一些先进技术：1.工作流技术，旅游信息服务系统中，一个工作的完成需要多个人员参与，参与的角色、时间、阶段和方式也各不相同，因此需要有强有力的工作流技术做保证。要能自动寻找路由传递工作，供相应人员进行批阅；跟踪传递中工作的状态，对工作进行统计和督办等；2.安全机制，旅游信息服务系统中的信息既有上传下达的指令与命令，又有不同人员的个人信息。因此在传送和保存中要有严格的安全机制做保证。数字签名：确保信息来自发出信息的人，以防信息被仿冒和篡改；私人密钥加密：保证信息传输和到达后只有指定的人员才能看到；存取权限控制：从数据库、文档、乃至区段字段级的加密，使有存取权限的人员才能阅读或修改相应的内容；3.Web Service接口，旅游信息服务系统中整合着大量的旅游及旅游相关信息供系统或外部系统进行调用。调用方法使用Webservice技术，Webservice技术长项一可以跨防火墙通信；长项二可进行应用程序集成；长项三可进行B2B集成；长项四可将软件和数据重用。"
            },
            {
                "start_time": 1275321600,
                "end_time": 1280592000,
                "name": "彩信集成平台",
                "duty": "1.系统权限模块的设计以及权限模块的代码逻辑实现；2.彩信编辑区的实现，主要是通过JQUERY写的插件实现；3.移动MM7彩信接口对接（根据移动提供的开发API）及整体系统的调测。",
                "description": "系统采用流行的B/S结构模式，基于稳定成熟的开发和运行环境，采用业界领先的主流产品，具备跨平台功能，能够运行在当前多种主流软件硬件支撑平台上。充分应用J2EE、组件技术、中间件等先进成熟的技术，使系统设计更为灵活，同时有效地提高系统的运行效率、稳定性和易维护性。该平台主要包括：彩信通道管理：通道管理，一般是增删改、启用、重启一个通道。一个通道上一般会有多个业务，这里也加入业务的管理。通道启用之后，就会自动的接收短信或者彩信，然后调用业务处理的接口进行处理；平台用户管理：对本软件平台的使用者进行用户和角色、权限管理。主要角色分为权限管理用户、信息编辑用户、信息审核用户、信息发布用户、业务统计用户、客服用户、业务管理用户等；彩信通道管理：每个通道具有哪些业务，业务详细情况，计费情况等，需要在这里登记备用；彩信信息编辑：彩信报内容的人工制作。信息编辑员在这里制作或合成彩信报，并保存在系统中，供发布调用。保存时调用过滤功能对文字信息进行自动过滤；广告信息管理：广告主要有专门的广告处理人员去管理，广告类型、内容、城市等。信息维护人员，在这里增删改查等广告信息；信息下发，分两部分人工选取（指在编辑彩信时，通过插入广告按钮，弹出相应的广告标题供彩信编辑人员选取）和自动嵌套（在自动生成彩信内容时使用：彩信内容自动形成时，插入广告内容信息）；彩信审核管理：对制作出的彩信报进行审核，结果是通过或者提出审核意见；彩信发布管理：每个通道的业务员，可以从编辑好、审核过的内容中选择为某个业务安排内容。此内容可以标记引用次数；彩信客服管理：客服人员，在此可以查阅用户的订阅、使用情况。登记用户的投诉的问题和解决方法；用户订阅管理：客服人员可以在这里查阅用户的当前订阅情况。并可以为用户办理退订手续。客服人员也可以为用户办理试用手续，将用户与某项业务绑定；用户投诉管理：获取用户历史投诉记录和处理情况；登记用户投诉信息和处理结果；群发功能管理：当彩信下发呈现下发失败状态时，应该人工选取将失败用户再次发送；号段下发，是指根据手机号中间4位数判断号码所在区域范围；单个用户下发与群发基本相同。"
            },
            {
                "start_time": 1267372800,
                "end_time": 1275321600,
                "name": "WAP平台系统",
                "duty": "参加系统权限模块的设计以及权限模块的代码逻辑实现，数据库方面设计了7个表（菜单表、工具条表、菜单工具条关联表、角色表、角色权限表、管理员表、管理员菜单工具条关联表）对权限进行管理；业务逻辑方面是通过AJAX进行静态刷新传值；数据库方面是通过批量存储对全县进行保存（使用存储过程）。",
                "description": "项目是基于J2EE平台，B/S模式开发，使用struts2 + spring + Hibernate框架技术。系统采用6层架构设计:Web层、控制转发层、服务层、DAO层、持久化层和数据库层：a.控制转发层扩展Struts2框架的Action设计理念，同时使用Spring的核心技术IOC可以很好的控制Action的生命周期以及各种服务的注入关系；b.服务层沿用代理设计模式来实现，系统的服务层以下随时可以更换，通过Spring的托管机制可以和DAO层无缝耦合起来；c.DAO层使用抽象工厂模式和外观模式，同时使用Spring 提供的Hibernate 模板和 Hibernate API 访问持久层，这样可以进一步解耦；d.持久层使用轻量级框架技术Hibernate来实现ORM处理,同时使用Spring容器来管理持久通过Spring提供的HibernateTemplate和Hiberante API可以很好的解决代码的重复冗余问题。该平台主要分为普通用户、权限管理员、超级管理员用户三类用户。普通用户主要是对WAP网页的各个模块进行维护（增删改查）、统计、导出等操作，这些操作是基于权限管理员对其创建的用户以及分配的用户权限；权限管理员主要有2个操作功能：角色设置（增删改角色并给予角色相应权限，以供用户通过角色设置权限时使用）及普通用户管理（对普通用户的增删改查、以及通过角色分配权限（或者是直接设置权限））两部分；超级管理员包括2个操作功能：模块管理（树结构管理，模块任意添加（增删改查）到任何模块下）和WAP页面管理（设置WAP页面上要显示的模块，并可以对这些模块进行排序操作）。"
            }
        ],
        "education": [
            {
                "start_time": 1314806400,
                "end_time": 1370016000,
                "school": "国防信息学院",
                "major": "信息系统管理",
                "degree": "本科"
            }
        ]
    }
}