{
    "template": "05",
    "data": {
        "true_id": "29653689",
        "update_time": 1439827200,
        "name": "刘通",
        "sex": "男",
        "phone": "15821698556",
        "age": 32,
        "email": "710072028@163.com",
        "degree": "本科",
        "work_year": "9年",
        "marriage": "保密",
        "work_status": "在职，急寻新工作",
        "city": "上海",
        "nationality": "中国",
        "residence": "上海",
        "industry": "中介服务",
        "last_company": "亨均集团-上海亨均投资咨询有限公司",
        "last_position": "副总经理（销售总负责人）",
        "current_salary": "36.00万（30000元/月 * 12个月）",
        "target_industry": "基金/证券/期货/投资;专业服务(咨询/财会/法律/翻译等);中介服务",
        "target_position": "销售经理/主管;销售总监;合伙人",
        "target_city": "上海",
        "target_salary": "面议",
        "career": [
            {
                "company": "亨均集团-上海亨均投资咨询有限公司",
                "nature": "私营·民营企业",
                "size": "50-99人",
                "industry": "中介服务",
                "description": "亨均集团成立于2009年4月，注册资本1200万元，是上海知名、全国领先的科技咨询综合性服务平台，公司专业能力强、品牌形象好、社会口碑佳的，公司总部位于上海，在北京、天津、深圳、杭州、苏州等城市设立分公司或子公司，主要业务包括：科技项目咨询、产业政策咨询、项目可行性分析、税收筹划、知识产权咨询、品牌咨询（上海著名商标、上海名牌产品等）、技术经纪、工业项目评估、企业发展规划、体系认证等等。上海亨均自成立以来帮助广大科技型中小企业进行科技成果转化，使科技转化为生产力，为广大企业的发展带来了科技和政策的支持，同时也架起了政府和企业的桥梁。公司旨在创建一个企业与政府、企业与行业协会等相关机构的信息传播交流平台，通过我们为企业“及时的、准确的”提供“有价的、共赢的”各种新政策、新项目的申报、实施情况等信息。帮助指导企业积极的申报各种符合要求的项目，为企业争取有关行政部门扶持企业发展的各种政策支持、项目资金、各种荣誉奖项，获得无形资产，助推企业实现又好又快的发展。公司全体团队本着“用心服务，共赢发展”的理念，帮助企业获得各种项目专项资金、无形资产、企业荣誉、企业核心竞争力、企业良好形象以及能够帮助企业打造品牌产品、发展成为著名商标、实现自主创新、培养专业人才、营造企业文化，实现又好又快的发展。公司自成立以来，每年服务企业数百家，协助企业基金申请方面，无论是基金立项总额，还是获得基金立项的企业，在上海市一直位居前列。其宗旨是诚信服务，面向企业，整合社会科技力量，努力架设企业与科技、企业与市场及企业间的信息桥梁，为广大企事业单位提供综合配套科技服务，协助其建立技术创新机制，增强技术创新能力和市场竞争力，并走上一个与国家政策接轨的更为健康的良性运营道路。公司经过六年多的发展，已经发展为各类服务设施齐全的专业性科技咨询公司，公司成立以来已服务企业近二千家，得到客户的高度赞誉，在同行业中立项成功率和业内知名度一直名列前茅。如今的亨均，无论从专业人数、专业结构、客户数量、市场份额、创收总额、科技服务的类型和质量、管理水平等方面均已有了长足发展，并获得了社会各界的广泛认同和高度评价。",
                "position": "副总经理（销售总负责人）",
                "start_time": 1238515200,
                "end_time": 2147483647,
                "city": "上海",
                "department": "",
                "report_to": "",
                "underlings": "50",
                "salary": "",
                "duty": "公司管理销售工作的总负责人1、参与公司日常经营管理、公司重大决策及项目的决策； 2、积极开拓全国市场； 3、负责整合各类资源，包括：政府机关、园区管委会、律师事务所、会计师事务所等各类资源； 4、领导团队进行项目挖掘、谈判，财务分析、尽职调查、估值及回报分析等；5、全权代表公司对外洽谈业务和服务客户； 6、负责选拔和培养支持公司长远发展的后备人才梯队；"
            }
        ],
        "education": [
            {
                "school": "郑州航空工业管理学院 ",
                "start_time": 1062345600,
                "end_time": 1183219200,
                "major": "工程管理",
                "degree": "本科"
            }
        ],
        "self_str": "本人热爱并擅长销售工作，在上海有广泛的企业客户资源和人脉资源；较强的工作责任心和学习能力，具备较强的组织、协调和沟通能力；良好的敬业精神和能够承担较大的工作压力；具有良好的沟通能力和快速学习能力；有敏感的判断能力和很强的谈判能力；能带领团队高质量地完成项目运作"
    }
}